Revit 2027 API
ParameterTypeId.RotateAngle Property
 "Rotation Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotateAngle { get; }
Public Shared ReadOnly Property RotateAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotateAngle {
	ForgeTypeId^ get ();
}
static member RotateAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace